{
  "welcome": "Welcome",
  "select_language": "Select Language",
  "access_code": "Access Code",
  "user_name": "Name",
  "email_address": "Email Address",
  "go": "Go!",

  "logout": "Log Out",
  "new_record": "New Record",
  "my_files": "My Files",
  "finish_outreach": "Finish Outreach",
  
  "type_location": "Type Location",
  "locate_me": "Locate Me",
  "next": "Next",

  "location": "Location",
  "personal_particulars": "Personal Particulars",
  "name": "Name",
  "description": "Description",
  "gender": "Gender:       F",
  "female": "F", 
  "male": "M",
  "contact": "Contact",
  "hkid": "HKID",
  "cssa": "CSSA:       Yes",
  "yes": "Yes",
  "no": "No",
  "date_of_birth": "Date of Birth",
  "select_date": "Select Date",
  "age": "Age",
  "ok": "OK",
  "cancel": "Cancel",
  "reject": "Reject",

  "general_medical_data": "General Medical Data",
  "heart_rate": "Heart Rate",
  "blood_pressure": "Blood Pressure",
  "blood_glucose": "Blood Glucose",
  "body_height": "Body Height",
  "body_weight": "Body Weight",
  "bmi": "BMI",
  "respiration_rate": "Respiration Rate",
  "smoking": "Smoking",
  "alcohol": "Alcohol",
  "drug_abuse": "Drug Abuse",
  "additional_information1": "Additional Information",
  "e.g._lost_weight": "Eg. Lost a lot of weight recently",

  "additional_description": "Additional Description",
  "wound": "Wound",
  "mental_issues": "Mental Issues",
  "previous_medical_records": "Previous Medical Records",
  "additional_information2": "Additional Information",
  "additional_files_photos": "Additional Files/Photos",
  "you_can_upload": "You can upload up to 5 photos from your phone",
  "finish_record": "Finish Record",
  "delete": "Delete",
  "finish": "Finish",
  "finish?": "Finish writing the record?",
  "you_cant_edit": "You can't edit the records anymore after finishing.",
  "error_photos": "Error! You may only upload 5 photos",
  "remove_photo": "Remove a photo to replace it with a new one.",

  "upload_records": "upload records",
  "return": "return",

  "help_main": "You can get your access code from your team leader or Salvation Army Staff  to use the app\nPlease fill in your name and email address in case we need verification on the records that you input\nClick on the gear icon to switch between English and Cantonese",
  "help_newrecord": "To start a new record (encountering a new person to assess), please press the “New Record” button\nIf there is no more data to be inputted, please press the “Finish Outreach” button\nRemarks: Once you press “Finish Outreach” button, you cannot add more entry!",
  "help_patientinfo": "Please fill in the personal info you got from the person you have approached through conversation.\n\nRemarks:\nLocation: Please type the location or closest landmark of the person.\nName:  Record the name that they introduced themself with\nDescription: Can be location “man living under a bridge” or based on their physical trait “woman wearing a blue cap” “pregnant woman” \nThis will help later volunteers to approach the right person if he/she needs a follow up.\nCSSA (Comprehensive Social Security Assistance (CSSA) Scheme)\nEntering their date of birth will automatically calculate their age.\nTick the reject button if the person does not want your help or  their health to be checked\n\nRecord the values of the ones you checked (based on the medical equipment available on the outreach)\nWrite additional notes if the person shows any worrying values or health problems that should be checked again or thoroughly\n\nType if there are any problems in the person’s physical and mental conditions through observation and conversation.\nDo take a photo by pressing the camera button and directly attach their consent form (paper) in the ‘Additional files or photos’ section.’ \nYou can add photos of the person’s physical ailments or previous medical appointments/referrals in the ‘Additional files or photos’ section.\nClicking “Finish record” will take you to the next page where you can upload your records to the Salvation Army database",
  "help_files": "This page contains a list of the patient records that are temporarily stored on your phone and not yet uploaded to the Salvation Army database\nPlease upload the files as soon as you're done typing them by pressing 'upload'.\nIn the case that your phone is not connected to the internet, your files will not upload, they will be stored in your phone.\nPlease be sure to upload them as soon as your phone is connected to the internet.",

  "thank_you_for_contribution": "\n\nThank you for your contribution! By filling out these forms, you help us save time and effort in organizing our records. We hope to see you again soon!",
  "back": "Back"
}